[
    {
        "id": 0,
        "accessoryId": [1],
        "name": "Kot abisyński",
        "breeders": [1,3],
        "image": "https://images.unsplash.com/photo-1548094542-9f21bbfac7ac?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80",
        "description": "Kot abisyński ma duży temperament. Jest elegancki i pełen gracji. Zwinny, skoczny i dynamiczny, lubi zabawy i wspinaczkę – warto sprawić mu specjalny słupek z podestami. To kot inteligentny, ciekawski i wszędobylski, zwykle przebywa tam, gdzie akurat coś się dzieje. Chociaż jest ruchliwy, łatwo przystosuje się do stałego przebywania w mieszkaniu, ale trzeba dostarczyć mu rozrywek. Chętnie uczy się różnych sztuczek, ale tylko wtedy, gdy sprawia mu to przyjemność. Potrafi być bardzo uparty i konsekwentny w działaniu – jeśli coś sobie postanowi, na pewno to zrobi.Abisyńczyk jest łagodny wobec ludzi. Właściciela obdarza ogromnym przywiązaniem, często bywa wręcz natrętny w okazywaniu uczuć i dopomina się o codzienną porcję pieszczot. Jest zwierzęciem towarzyskim, lubi gości, choć niektóre osobniki mogą być nieufne wobec obcych.Chętnie przebywa wśród innych kotów – ze względu na silny charakter, zazwyczaj przewodzi w grupie. Pomimo, że nie jest agresywny, nie unika utarczek i potrafi odpowiedzieć na zaczepki.",
        "metrics": {
            "heigh": 22,
            "weight": 6,
            "color": "szary",
            "lifeExpectancy": 18
        }
    },
    {
        "id": 1,
        "accessoryId": [1,2],
        "name": "Kot egejski",
        "breeders": [2],
        "image": "https://images.unsplash.com/photo-1414638298765-18200405ba2f?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=667&q=80",
        "description": "Bystry i żywiołowy. Ma rozwinięte zdolności komunikacyjne. Łatwo nawiązuje kontakt zarówno z innymi przedstawicielami swojego gatunku, jak i ludźmi. Łowny, uwielbia polowania na gryzonie i ryby. Z uwagi na pochodzenie wyspiarskie nie okazuje strachu przed wodą. Będzie świetnym towarzyszem dla zapalonego wędkarza. Jeśli w ogrodzie znajduje się oczko wodne lub w domu akwarium, należy je zabezpieczyć przed łowieckimi zapędami kota tej rasy.Nadaje się dla rodzin z dziećmi oraz z psami, a także dla osób starszych. Łatwo się przystosowuje do nowego otoczenia. Choć odnajduje się w różnych domach - zarówno wychodzących jak i nie - lubi wychodzić na świeże powietrze i wylegiwać się na słońcu.",
        "metrics": {
            "heigh": 40,
            "weight": 4,
            "color": "biały",
            "lifeExpectancy": 15
        }
    },
    {
        "id": 2,
        "accessoryId": [1],
        "name": "Pixie-Bob",
        "breeders": [1,3],
        "image": "https://images.unsplash.com/photo-1519052537078-e6302a4968d4?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=1350&q=80",
        "description": "Pixie-bob to kot aktywny i towarzyski. W swoim przywiązaniu do rodziny przypomina psa i jest wspaniałym kompanem dla dzieci. Dogaduje się też z innymi kotami i psami w domu. Silnie przywiązuje się do rodziny, łatwo uczy aportowania i chodzenia na smyczy. Jest ciekawski, chętnie przebywa blisko opiekuna i towarzyszy mu w codziennych zajęciach, ale równocześnie jest spokojny i nie narzuca się, po prostu jest obok. Swoje uczucia nierzadko wyraża robiąc 'baranki'. Koty rasy pixie-bob są dosyć gadatliwe; wydają rozmaite dźwięki: ćwierkają, gruchają, czasami warczą. Z kolei większość rzadko miauczy, a niektóre osobniki wcale tego nie robią.",
        "metrics": {
            "heigh": 25,
            "weight": 5,
            "color": "rudy",
            "lifeExpectancy": 20
        }
    },
    {
        "id": 3,
        "accessoryId": [1,3],
        "name": "Kot rosyjski niebieski",
        "breeders": [1,2],
        "image": "https://images.unsplash.com/photo-1525105478680-b7cdd5cfcc11?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80",
        "description": "Kot rosyjski niebieski to typowy domator – uwielbia ciepło domowego ogniska. Jest doskonałym towarzyszem rodziny – żywiołowym i wesołym, a przy tym łagodnym, cichym i niekłopotliwym. Ceni sobie spokój. Prezentuje się z wyjątkową gracją i wdziękiem, czasem mylonymi z nieśmiałością. Charakteryzuje go elegancki i arystokratyczny wygląd.Cechuje go roztropność – raczej nie robi niczego pochopnie bez dokładnej analizy sytuacji. Dlatego do obcych podchodzi z pewną rezerwą. Swoją rodzinę natomiast kot rosyjski niebieski traktuje z oddaniem i uczuciem.Mocno przywiązuje się do jednego opiekuna i nie lubi samotności, toteż jeśli opiekun przez większość dnia przebywa poza domem, powinien postarać się dla niego o towarzystwo jakiegoś czworonoga. Kot rosyjski jest na ogół zgodny, dlatego może dzielić dom zarówno z innymi kotami, jak i z psem.Do późnego wieku lubi się bawić, jest ciekawski i wszędobylski. Bardzo chętnie wspina się na wysokości. Rzadko zdarzy mu się coś zniszczyć. Porusza się bardzo cicho i elegancko.Jest przyjazny, łatwo nawiązuje kontakt.",
        "metrics": {
            "heigh": 28,
            "weight": 7,
            "color": "niebieski",
            "lifeExpectancy": 13
        }     
    },
    {
        "id": 4,
        "accessoryId": [1,2],
        "name": "Kot balijski",
        "breeders": [2],
        "image": "https://images.unsplash.com/photo-1488740304459-45c4277e7daf?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80",
        "description": "Kot balijski jest pełen temperamentu, zwinny i wesoły. Chętnie się wspina i potrzebuje sporo miejsca do harców. Można wychodzić z nim na spacery, jeśli nauczy się go chodzenia na smyczy.Ciekawski, wszędobylski i towarzyski, lubi być w centrum zainteresowania. Mocno przywiązuje się do domowników, ale gorącym uczuciem obdarza zwykle tylko jedną osobę. Jest wymagający, trzeba poświęcić mu dużo uwagi. Ma donośny głos i potrafi się upominać o swoje prawa, np. codzienną porcję pieszczot czy ulubiony smakołyk. Nie jest jednak tak zaborczy jak kot syjamski.Bardzo inteligentny, nauczy się wielu sztuczek – pod warunkiem że sprawi mu to przyjemność. Nie lubi zostawać sam przez dłuższy czas, znudzony potrafi psocić. Najlepiej czuje się w towarzystwie swojego pana albo innego kota; dogada się również z psem.",
        "metrics": {
            "heigh": 36,
            "weight": 7,
            "color": "kremowy",
            "lifeExpectancy": 15
        }
    },
    {
        "id": 5,
        "accessoryId": [1,3],
        "name": "Kot brytyjski",
        "breeders": [1,2],
        "image": "https://images.unsplash.com/photo-1548721992-3b00aa33b2b8?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80",
        "description": "Kot brytyjski krótkowłosy jest kotem inteligentnym, o silnym charakterze i umiarkowanym temperamencie. Nigdy nie bywa natrętny - wręcz zachowuje pewien dystans i powściągliwość w kontaktach z domownikami. Z jednej strony potrzebuje bliskości człowieka, z drugiej zaś - żyje nieco z boku. Zwykle wybiera jedną osobę, którą obdarza szczególnymi względami. Rzadko się odzywa, chyba, że dopomina się o ulubiony smakołyk lub codzienną porcję pieszczot. Lubi być głaskany, ale nie przepada za noszeniem na rękach.Kot brytyjski jest kotem przyjacielskim, spokojnym i cierpliwym. Nie zdarza mu się zachowywać agresywnie, dlatego nadaje się na towarzysza dla starszych dzieci. Wesoły, chętnie się bawi, potrafi sam znaleźć sobie rozrywkę. W młodości dosyć żwawy i ruchliwy, z wiekiem staje się bardziej stateczny.",
        "metrics": {
            "heigh": 32,
            "weight": 4.5,
            "color": "szary",
            "lifeExpectancy": 16
        }     
    }        
]